	function change_one()
                          {
                    
      document.getElementById("img1").src="2.jpg" ;
 document.getElementById("change").innerHTML = "Группировка первичной информации "  ;
 document.getElementById("change 2").innerHTML = "3аписать то что ты знаешь на данном этапе о своих родственниках";                              
	}
		function change_two(id){
       /* document.getElementsByClassName("active").classList.remove("active");
        document.getElementsByClassName(id).[0].classList.add("active");  */
        document.getElementById("img1").src="0.jpg" ;    
		document.getElementById("change").innerHTML = "Опрос родственников ";
        document.getElementById("change 2").innerHTML = "Выделите достаточно времени и опросите самых старших членов семьи. Информация об их предках, дате и месте рождения, роде занятий или профессии будет иметь определяющее значение для успешного начала поиска в архивах. Фотографии, хранящиеся у ваших родственников в семейных альбомах, также помогут вам – отсканируйте их,- они например, могут содержать информацию о населенном пункте, где жили ваши предки, воинском звании и воинской части, конкретном месте работы. ";
	}
		function change_three(){
        document.getElementById("img1").src="h1.jpeg" ;    
		document.getElementById("change").innerHTML = "Архивы, музеи, выставки";
        document.getElementById("change 2").innerHTML = "Перед посещением архива необходимо иметь чёткое представление о: 1)	Месте жительства предка, это поможет правильно выбрать соответствующий региональный архив. Настоящее административно-территориальное деление РФ может отличаться от дореволюционного. Наведите справки в фондах архива, хранятся ли в нём дела по интересующему вас населённому пункт.   2)	Режиме работа архива: в большинстве учреждений существует предварительная запись в читальный зал. Если вы едете в другой город, проверьте расписание, как правило, в выходные архив не работает, интервал между посещениями для бесплатной работы с делами должен быть один день. Для присутствия в архиве несовершеннолетнего понадобиться разрешения Директора.  3)	Имеются ограничения по количеству дел выдаваемых на руки за день.  Для повышения результативности объёма работы с метрическими книгами, крайне желательно знать дату рождения и имена предков книгами. 4)	Крайне желательно изучить путеводитель архива, список может быть на сайте регионального архива. Выпишете интересующие вас фонды и номер описи. Будьте готовы, что некоторые фонды могут храниться в другом здании, куда также понадобится предварительная запись.  5)	Формируйте максимальный список фондов, описей и номеров дел на несколько этапов поиска, это сэкономит время в будущем. Заканчивая работу, делайте заказ дела  в формуляре для следующего этапа работы.";

        }
   /*  вот так       вообще  вот эту? вторая работает да ну да а может скобок не хватает? так. эта версия не. а так может сработает? работает.  а можетт перезапустим запись да*/
	
	function change_four(){
		document.getElementById("img1").src="b.png " ;    
        document.getElementById("change").innerHTML = "Интернет, WWW сайты";
        document.getElementById("change 2").innerHTML = "Чтобы найты нужные сайта обраститесь к генеологическим форумам"; 
    }
